arandr
atool
awesome-terminal-fonts
base
base-devel
bash-completion
cifs-utils
conky
dunst
efibootmgr
elinks
feh
ffmpegthumbnailer
git
grub
gsimplecal
gvfs
gvfs-smb
gvfs-mtp
highlight
htop
i3-wm
i3blocks
i3lock
imagemagick
libcaca
libreoffice-still
lightdm-slick-greeter
linux-firmware
linux
linux-headers
lxappearance
mediainfo
neofetch
nfs-utils
ntfs-3g
numlockx
odt2txt
openssh
perl-image-exiftool
picom
pipewire
poppler
ranger
redshift
rofi
rsync
screenfetch
scrot
sshfs
sudo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
ttf-dejavu
ttf-font-awesome
ttf-monoid
ueberzug
unzip
urxvt-perls
vim
volumeicon
xautolock
xfce4-clipman-plugin
xorg-server
xorg-server-common
xorg-server-devel
xorg-xauth
xorg-xinit
xorg-xrandr
xorg-xset
zip
